cask_args appdir: "/Applications"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "docker"
brew "python@3.9"
brew "docker-compose"
brew "gcc"
brew "git"
brew "mas"
brew "nodenv"
brew "ruby-build"
brew "rbenv"
brew "rbenv-gemset"
brew "tree"
cask "google-chrome"
cask "chromedriver"
cask "docker", args: { appdir: "/Applications" }
cask "google-japanese-ime", args: { appdir: "/Applications" }
cask "iterm2", args: { appdir: "/Applications" }
cask "mos", args: { appdir: "/Applications" }
cask "thunderbird", args: { appdir: "/Applications" }
cask "vagrant", args: { appdir: "/Applications" }
cask "virtualbox", args: { appdir: "/Applications" }
cask "virtualbox-extension-pack", args: { appdir: "/Applications" }
cask "visual-studio-code", args: { appdir: "/Applications" }
cask "zoom"
mas "Battery Monitor", id: 836505650
mas "Magnet", id: 441258766

# /usr/bin/ruby -e "$(curl -fsSL https://raw.githubusercontent.com/Homebrew/install/master/install)"
# brew bundle
# brew upgrade && brew upgrade --cask && mas upgrade
