cask_args appdir: "/Applications"
brew "mas"
brew "gcc"
brew "python"
brew "git"
brew "docker"
brew "docker-compose"
brew "nodenv"
brew "rbenv"
cask 'iterm2'
cask "google-chrome"
cask "visual-studio-code"
cask "google-japanese-ime"
cask "thunderbird"
cask "docker"
cask 'vagrant'
cask 'virtualbox' # Might need to allow access in Security settings
cask 'virtualbox-extension-pack'
cask 'zoom'
cask 'mos'
mas "Battery Monitor: Health, Info", id:836505650  
mas "Magnet", id:441258766
# cask "android-studio"
# cask "sourcetree"al-studio-code"
# cask 'java'
# cask 'eclipse-ide'
# mas "Xcode", id:497799835
# mas "LINE", id: 539883307


# /usr/bin/ruby -e "$(curl -fsSL https://raw.githubusercontent.com/Homebrew/install/master/install)"
# brew bundle
# brew upgrade && brew upgrade --cask && mas upgrade
